Repository: vahidm90/mywoo
Catalog: plugins/yith-woocommerce-brands-add-on/languages/yith-woocommerce-brands-add-on-*.po
Languages: pl_pl

source: Settings
pl_pl: Ustawienia

source: Premium Version
pl_pl: Wersja Premium

source: Choose an image
pl_pl: Wybierz obraz

source: Use image
pl_pl: Użyj obrazu

source: Image
pl_pl: Obraz

source: Thumbnail
pl_pl: Miniaturka

source: Product brands for your store can be managed here. To display more brands here, click on "screen options" link on top of the page.
pl_pl: Tutaj możesz zarządzać markami produktów twojego sklepu. By wyświetlić więcej marek, kliknij "Opcje ekranu" u góry strony.

source: Brands
pl_pl: Marki

source: Brand
pl_pl: Marka

source: All Brands
pl_pl: Wszystkie marki

source: Edit Brand
pl_pl: Edytuj markę

source: View Brand
pl_pl: Pokaż markę

source: Update Brand
pl_pl: Zaktualizuj markę

source: Add New Brand
pl_pl: Dodaj nową markę

source: New Brand Name
pl_pl: Nowa nazwa marki

source: Parent Brand
pl_pl: Marka nadrzędna

source: Parent Brand:
pl_pl: Marka nadrzędna:

source: Search Brands
pl_pl: Wyszukaj markę

source: Separate brands with commas
pl_pl: Oddziel marki przecinkami

source: No Brands Found
pl_pl: Nie znaleziono żadnej marki.

source: General
pl_pl: Ogólne

source: Brand label
pl_pl: Etykieta marki

source: Label used for "Brand" link
pl_pl: Etykieta używana dla odnośnika "Marka"

source: Brand:
pl_pl: Marka:

source: Upload/Add image
pl_pl: Wyślij/Dodaj obraz

source: Remove image
pl_pl: Usuń obraz

source: Upgrade to %1$spremium version%2$s of %1$sYITH WooCommerce Brands Add-On%2$s to benefit from all features!
pl_pl: Rozszerz wtyczkę %1$sYITH WooCommerce Brands%2$s do %1$swersji premium%2$s by korzystać z wszystkich możliwości!

source: UPGRADE
pl_pl: ROZSZERZ

source: to the premium version
pl_pl: do wersji premium

source: Premium Features
pl_pl: Możliwości Premium

source: Banners and links
pl_pl: Banery i linki

source: Two additional details for each brand in your store: show a %1$sbanner%2$s to users when they access the page of the selected brand and specify a %1$slink%2$s redirecting users to a page different from brand archive page (e.g. brand official website).
pl_pl: Dwie dodatkowe funkcje dla każdej marki w twoim sklepie: pokaż użytkownikom %1$sbaner%2$s, podczas gdy wchodzą na stronę wybranej marki oraz określ %1$slink%2$s, na który chcesz przekierować użytkowników jeśli ma być inny niż domyślny (np. oficjalna witryna marki).

source: Brand taxonomy
pl_pl: Klasyfikacja marek

source: With the premium version of the plugin, all taxonomies defined for products (usually categories, tags and attributes) can be turned into brands for products of your shop!
pl_pl: Dzięki wersji premium wtyczki, wszystkie klasyfikacje produktów (zwykle są to kategorie, tagi i atrybuty) mogą być zamienione na marki dla produktów w twoim sklepie!

source: Position
pl_pl: Położenie

source: Position of product brand is no longer static: it will be up to you to choose the most suitable position for brands in product detail page and in shop page.
pl_pl: Położenie marki produktu przestaje być narzucone: do ciebie należy wybór najlepszego miejsca dla marki na stronie produktu w twoim sklepie.

source: Content
pl_pl: Treść

source: Name, logo or both? You can decide what information to show to your users just with a click. Whether it is shown in %1$sshop page or in product detail page%2$s, decide the information you want to show about the selected brand.
pl_pl: Nazwa, logo czy jedno i drugie? Jednym kliknięciem możesz decydować jakie informacje pokażesz twoim użytkownikom. Nieważne czy są pokazane na %1$sstronie sklepu czy na stronie szczegółowej produktu%2$s, zdecyduj jakie informacje o wybranej marce chcesz pokazać.

source: 5 widgets
pl_pl: 5 widgetów

source: 5 different solutions to add and show all your brands in your sidebars! Beautiful and useful, thanks to them, %1$syour brands will become dynamic%2$s and you will be able to further value them using the numerous options availble for each widget. Discover them now!
pl_pl: 5 różnych sposobów na dodanie i pokazanie twoich marek w panelach bocznych. Piękne i przydatne, dzięki nim %1$stwoje marki staną się dynamiczne%2$s i będziesz mieć możliwość wzbogacenia ich przez użycie licznych opcji dostępnych dla każdego widgetu. Odkryj je teraz!

source: 8 shortcodes
pl_pl: 8 shortcodów

source: 8 new solutions to add brands to your e-commerce pages. %1$sEight different ways to value your brands and brand products:%2$s you can show them either in a slider or as a simple list and users will also be able to filter them and restrict seach results only to those they are interested in.
pl_pl: 8 nowych rozwiązań na dodanie marek do twoich stron e-commerce. %1$sOsiem różnych sposobów wzbogacenia twoich marek i marek produktów:%2$s możesz je pokazać w sliderze lub prostej liście, dzięki czemu użytkownicy będą mieli możliwość filtrowania ich i zawężenia wyników tylko do tych, których szukają.
