Repository: vahidm90/mywoo
Catalog: themes/storecommerce/languages/*.po
Languages: fa_ir

source: Oops! That page can&rsquo;t be found.
fa_ir: اوپس! این صفحه یافت نشد.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
fa_ir: به نظر می رسد چیزی یافت نشده است. آیا جستجو در یکی از لینک های زیر شما را به چیزی که می خواهید می رساند؟

source: Most Used Categories
fa_ir: بیشترین دسته بندی های مورد استفاده

source: Try looking in the monthly archives. %1$s
fa_ir: آرشیو های ماهیانه را از دست ندهید. %1$s

source: One thought on &ldquo;%1$s&rdquo;
fa_ir: کمی تامل در &ldquo;%1$s&rdquo;

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
fa_ir: %1$s دیدگاه در &ldquo;%2$s&rdquo;

source: Comments are closed.
fa_ir: نظرات بسته شده اند.

source: %1$s by %2$s.
fa_ir: %1$s توسط %2$s.

source: Primary Menu
fa_ir: منوی اصلی

source: Social Menu
fa_ir: منوی شبکه های اجتماعی

source: Footer Menu
fa_ir: منوی فوتر

source: StoreCommerce Default
fa_ir: پیش فرض استورکامرس

source: StoreCommerce Gadgets
fa_ir: ابزارک های استورکامرس

source: StoreCommerce Interior
fa_ir: درون استورکامرس

# Source Sans Pro font: on or off
source: on
fa_ir: در

# Lato font: on or off
source: on
fa_ir: در

source: Skip to content
fa_ir: پرش به محتوا

source: Login
fa_ir: ورود

source: Login/Register
fa_ir: ورود/ثبت نام

source: Pages:
fa_ir: صفحات:

source: Edit <span class="screen-reader-text">%s</span>
fa_ir: ویرایش <span class="screen-reader-text">%s</span>

source: All
fa_ir: همه

source: Add
fa_ir: افزودن

source: Shop Now
fa_ir: خریدت را آغاز کن

source: Main Story
fa_ir: استوری اصلی

source: Read more
fa_ir: ادامه مطلب

source: Copyright &copy; All rights reserved.
fa_ir: کپی رایت &copy; تمامی حقوق محفوظ است.

source: Site Title Size
fa_ir: سایز عنوان سایت

source: Site Title/Tagline Color
fa_ir: عنوان سایت/رنگ متن شعار

source: Enable Header Image Tint/Overlay
fa_ir: فعال سازی رنگ تصویر هدر

source: StoreCommerce Pro
fa_ir: استورکامرس حرفه ای

source: Upgrade now
fa_ir: اکنون ارتقاء دهید

source: Contact Options
fa_ir: تنظیمات تماس

source: Store Name
fa_ir: نام فروشگاه

source: Store Address
fa_ir: آدرس فروشگاه

source: Store Phone
fa_ir: تلفن فروشگاه

source: Store Email
fa_ir: ایمیل فروشگاه

source: Store Contact Form Shortcode
fa_ir: کد کوتاه فرم تماس با ما فروشگاه

source: Select Contact Page
fa_ir: صفحه تماس با ما را انتخاب کنید

source: Frontpage Options
fa_ir: تنظیمات صفحه اصلی

source: Banner Advertisement
fa_ir: تبلیغات بنری

source: Banner Section Advertisement
fa_ir: بخش تبلیغات بنری

source: Recommended Size %1$s px X %2$s px
fa_ir: سایز توصیه شده %1$s px X %2$s px

source: URL Link
fa_ir: لینک URL

source: Main Banner Section
fa_ir: بخش بنر اصلی

source: Enable Main Banner Slider
fa_ir: فعال سازی بنر اسلایدر اصلی

source: Set Slide
fa_ir: تنظیم اسلاید

source: Select Page
fa_ir: انتخاب صفحه

source: Caption Position
fa_ir: موقعیت عنوان

source: Left
fa_ir: چپ

source: Right
fa_ir: راست

source: Center
fa_ir: وسط

source: Button Text
fa_ir: متن دکمه

source: Button Link
fa_ir: لینک دکمه

source: Store Global Options
fa_ir: تنظیمات عمومی فروشگاه

source: Content Alignment
fa_ir: ترازبندی محتوا

source: Content - Store Sidebar
fa_ir: محتوا - سایدبار فروشگاه

source: Store Sidebar - Content
fa_ir: سایدبار فروشگاه - محتوا

source: Full Width Content
fa_ir: محتوای عریض

source: Enable Breadcrumbs
fa_ir: فعال سازی Breadcrumbs

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Sale Texts
fa_ir: متون فروش

source: Single Add to Cart Texts
fa_ir: افزودن یک متن برای سبد خرید

source: Simple Product Add to Cart Texts
fa_ir: اضافه کردن ساده محصول به متون سبد خرید

source: Product Search
fa_ir: جستجوی محصول

source: Product Search Placeholder
fa_ir: جستجوی محصول

source: Select Category
fa_ir: دسته ای را انتخاب کنید

source: Product Loop
fa_ir: چرخش محصول

source: Show Product Category
fa_ir: نمایش دسته بندی محصول

source: Shop Page
fa_ir: صفحه فروشگاه

source: Shop Product Columns
fa_ir: ستون های محصولات فروشگاه

source: Two
fa_ir: دو

source: Three
fa_ir: سه

source: Four
fa_ir: چهار

source: Products per Page
fa_ir: محصولات در هر صفحه

source: Product Page
fa_ir: صفحه محصول

source: Enable Product Zoom
fa_ir: فعال سازی زوم روی محصول

source: Show Related Products
fa_ir: نمایش محصولات مرتبط

source: Related Products per Rows
fa_ir: محصولات مرتبط در هر ردیف

source: Theme Options
fa_ir: تنظیمات قالب

source: Preloader Options
fa_ir: تنظیمات Preloader

source: Enable preloader
fa_ir: فعال سازی Preloader

source: Header Options
fa_ir: تنظیمات هدر

source: Show Top Header
fa_ir: نمایش بالا هدر

source: Show Store Address and Contacts at Top Header
fa_ir: نمایش آدرس فروشگاه و مخاطبین شبکه های اجتماعی در بالای هدر

source: Show Social Menu at Top Header
fa_ir: نمایش منوی شبکه های اجتماعی در بالای هدر

source: Global Layout Options
fa_ir: تنظیمات پیکربندی عمومی

source: Global Content Alignment
fa_ir: ترازبندی محتوای عمومی

source: Select global content alignment
fa_ir: ترازبندی عمومی محتوا را انتخاب کنید

source: Content - Primary Sidebar
fa_ir: محتوا - سایدبار اصلی

source: Primary Sidebar - Content
fa_ir: سایدبار اصلی - محتوا

source: Secure Payment Badge Options
fa_ir: تنظیمات پرداخت امن

source: Footer Options
fa_ir: تنظیمات فوتر

source: Copyright Text
fa_ir: متن کپی رایت

source: View all posts in %s
fa_ir: مشاهده تمامی پست ها در %s

source: <span class="item-count">%s</span><span class="item-texts">item</span>
fa_ir: <span class="item-count">%s</span><span class="item-texts">آیتم</span>

source: Search for:
fa_ir: جستجو برای:

# post date
source: Posted on %s
fa_ir: ارسال شده در %s

# post author
source: By %s
fa_ir: توسط %s

source: Posted in %1$s
fa_ir: ارسال شده در %1$s

source: Tagged %1$s
fa_ir: برچسب گذاری شده %1$s

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
fa_ir: پیام بگذارید<span class="screen-reader-text"> در %s</span>

source: WooCommerce
fa_ir: ووکامرس

source: Displays latest posts lists from selected category.
fa_ir: لیست آخرین پست ها را از دسته بندی که انتخاب کردید نمایش می دهد.

source: AFTSC Latest Posts
fa_ir: آخرین پست ها

source: Title
fa_ir: عنوان

source: Latest Posts
fa_ir: آخرین پست ها

source: Subtitle
fa_ir: عنوان زیرین

source: Latest Posts Subtitle
fa_ir: عنوان زیرین آخرین پست ها

source: Show excerpt
fa_ir: نمایش چکیده

source: Displays products carousel from selected category.
fa_ir: محصولات را از روی دسته ای که انتخاب کرده اید به صورت چرخشی نمایش می دهد.

source: AFTSC Product Carousel
fa_ir: محصولات چرخشی

source: Select category
fa_ir: دسته ای را انتخاب کنید

source: Displays grid from selected categories.
fa_ir: محصولات را از روی دسته ای که انتخاب کرده اید به صورت شبکه ای نمایش می دهد.

source: AFTSC Product Category Grid
fa_ir: دسته بندی محصولات شبکه ای

source: Select category 1
fa_ir: دسته بندی 1 را انتخاب کنید

source: Select category 2
fa_ir: دسته بندی 2 را انتخاب کنید

source: Select category 3
fa_ir: دسته بندی 3 را انتخاب کنید

source: Show Product Count
fa_ir: نمایش تعداد محصولات

source: Displays products from selected category in a grid.
fa_ir: نمایش شبکه ای محصولات از دسته بندی انتخاب شده.

source: AFTSC Product Grid
fa_ir: محصولات شبکه ای

source: Product Grid
fa_ir: محصولات شبکه ای

source: Product Grid Subtitle
fa_ir: عنوان زیرین محصولات شبکه ای

source: Title Note
fa_ir: عنوان یادداشت

source: Displays products tabbed carousel from selected categories.
fa_ir: نمایش چرخ فلکی مطالب تب از دسته هایی که انتخاب کرده اید.

source: AFTSC Tabbed Products Carousel
fa_ir: تب محصولات چرخشی

source: Displays social contacts lists from Social Menu items.
fa_ir: لیست مخاطبین شبکه های اجتماعی را در منوی شبکه های اجتماعی نمایش می دهد.

source: AFTSC Social Contacts
fa_ir: مخاطبین شبکه های اجتماعی

source: Social Contacts
fa_ir: مخاطبین شبکه های اجتماعی

source: Your Social Menu is not set. You need to create menu and assign it to Social Menu from the Menu Settings.
fa_ir: منوی شبکه های اجتماعی شما تنظیم نشده است. شما باید یک منو از بخش فهرست ها ایجاد کنید و آن را به منوی شبکه های اجتماعی در قسمت تنظیمات منوی قالب اختصاص دهید.

source: Displays author info.
fa_ir: نمایش اطلاعات نویسنده.

source: AFTSC Author Info
fa_ir: اطلاعات نویسنده

source: About Store
fa_ir: درباره فروشگاه

source: About Store Subtitle
fa_ir: عنوان زیرین درباره فروشگاه

source: Profile image
fa_ir: تصویر پروفایل

source: Name
fa_ir: نام

source: Descriptions
fa_ir: توضیحات

source: Facebook
fa_ir: فیسبوک

source: Instagram
fa_ir: اینستاگرام

source: Youtube
fa_ir: یوتیوب

source: Displays posts carousel from selected category.
fa_ir: نمایش چرخشی پست های دسته ای که انتخاب کردید.

source: AFTSC Call to Action
fa_ir: تماس با ما

source: Background Image
fa_ir: تصویر بک گراند

source: Fixed Background Image
fa_ir: ثابت کردن تصویر بک گراند

source: AFTSC Store Features
fa_ir: ویژگی های فروشگاه

source: AFTSC Store Offers
fa_ir: پیشنهادات فروشگاه

source: Upload
fa_ir: آپلود

source: Select Image
fa_ir: انتخاب تصویر

source: Choose Image
fa_ir: تصویر را انتخاب کنید

source: Read More
fa_ir: ادامه مطلب

source: Main Sidebar
fa_ir: سایدبار اصلی

source: Add widgets for main sidebar.
fa_ir: افزودن ابزارک برای سایدبار اصلی.

source: Above Banner Section
fa_ir: قسمت بالای بنر

source: Add widgets for Above Banner Section.
fa_ir: ابزارک ها را به قسمت بالای بنر اضافه کنید.

source: Off-canvas Panel
fa_ir: پنل پرده ظاهرشونده

source: Add widgets for off-canvas panel.
fa_ir: ابزارک ها را به پرده ظاهرشونده بفرستید.

source: Static Frontpage Section
fa_ir: بخش صفحه اصلی استاتیک

source: Add widgets to Static Frontpage Section.
fa_ir: ابزارک را به قسمت صفحه اصلی استاتیک اضافه کنید.

source: Store Sidebar
fa_ir: سایدبار فروشگاه

source: Add widgets to Store Sidebar.
fa_ir: ابزارک را با سایدبار فروشگاه اضافه کنید.

source: Footer First Section
fa_ir: بخش اول فوتر

source: Displays items on footer first column.
fa_ir: نمایش آیتم ها در ستون اول فوتر.

source: Footer Second Section
fa_ir: بخش دوم فوتر

source: Displays items on footer second column.
fa_ir: نمایش آیتم ها در ستون دوم فوتر.

source: Footer Third Section
fa_ir: بخش سوم فوتر

source: Displays items on footer third column.
fa_ir: نمایش آیتم ها در ستون سوم فوتر.

source: View your shopping cart
fa_ir: سبد خرید خود را مشاهده کنید

source: %d item
fa_ir: آیتم های %d

source: %s has been added to your wishist.
fa_ir: %s به لیست علاقه مندی های شما اضافه شده است.

source: WishList Items
fa_ir: آیتم های مورد علاقه

source: View Wishlist
fa_ir: نمایش لیست علاقه مندی ها

source: %s info
fa_ir: اطلاعات %s

source: Welcome! Thank you for choosing %1$s. To fully take advantage of the best our theme can offer please make sure you visit theme details page.
fa_ir: خوش آمدی! با تشکر از شما برای انتخاب %1$s. برای استفاده هرچه بهتر از قالب ما می توانید سری به جزئیات قالب بزنید.

source: Get started with %1$s
fa_ir: شروع کنید با %1$s

source: Dismiss this notice
fa_ir: این اطلاعیه را رد کنید

source: %s() method does not exist.
fa_ir: متد %s() وجود ندارد.

source: Manage Plugins
fa_ir: مدیریت افزونه ها

source: Product Features
fa_ir: ویژگی های محصول

source: Free
fa_ir: رایگان

source: Premium
fa_ir: پولی

source: Howdy %1$s, we would like to thank you for installing and activating %2$s theme for your precious site. All of the features provided by the theme are now ready to use; Here, we have gathered all of the essential details and helpful links for you and your better experience with %2$s. Once again, Thanks for using our theme!
fa_ir: حالتون چطوره با %1$s، ما می خواهیم از شما برای نصب و فعال کردن قالب %2$s تشکر کنیم. تمام ویژگی های ارائه شده توسط قالب اکنون برای استفاده شما آماده است؛ در اینجا، ما تمام اطلاعات مهم و مفیدی برای شما در جهت استفاده هرچه بهتر %2$s جمع آوری کرده ایم. در آخر یک بار دیگر، از شما برای استفاده از این قالب تشکر می کنیم!

source: Getting Started
fa_ir: آغاز شد

source: Support
fa_ir: پشتیبانی

source: Useful Plugins
fa_ir: افزونه های مفید

source: Demo Content
fa_ir: محتوای دمو

source: Free vs Pro
fa_ir: رایگان در مقابل پولی

source: Upgrade to Pro
fa_ir: ارتقاء به نسخه حرفه ای

source: Theme Details
fa_ir: جزئیات قالب

source: View Demo
fa_ir: نمایش دمو

source: View Documentation
fa_ir: نمایش مستندات

source: Rate This Theme
fa_ir: امتیاز به این قالب

source: Theme Documentation
fa_ir: مستندات قالب

source: Please check our full documentation for detailed information on how to setup and customize the theme.
fa_ir: لطفا مستندات کامل ما را برای چگونگی سفارشی سازی و استفاده از قالب بررسی نمائید.

source: Static Front Page
fa_ir: صفحه اصلی استاتیک

source: To achieve custom home page other than blog listing, you need to create and set static front page.
fa_ir: برای دستیابی به صفحه اصلی برای سفارشی سازی، شما باید صفحه اصلی استاتیک را ایجاد و تنظیم نمائید.

source: Theme uses Customizer API for theme options. Using the Customizer you can easily customize different aspects of the theme.
fa_ir: قالب از API برای سفارشی سازی قالب استفاده می کند. با استفاده از آن شما به راحتی می توانید قالب را در حالات مختلف سفارشی سازی کنید.

source: Customize
fa_ir: سفارشی سازی

source: Widgets
fa_ir: ابزارک ها

source: Theme uses Wedgets API for widget options. Using the Widgets you can easily customize different aspects of the theme.
fa_ir: قالب از API برای تنظیمات ابزارک استفاده می کند. با استفاده از ابزارک شما به راحتی می توانید قالب را در حالات مختلف سفارشی سازی کنید.

source: To import sample demo content, %1$s plugin should be installed and activated. After plugin is activated, visit Import Demo Data menu under Appearance.
fa_ir: برای وارد کردن محتوای دمو، افزونه %1$s باید نصب و فعال شود. پس از فعال شدن افزونه، به منوی Import Demo Data در قسمت نمایش مراجعه کنید.

source: Theme Preview
fa_ir: پیش نمایش قالب

source: You can check out the theme demos for reference to find out what you can achieve using the theme and how it can be customized.
fa_ir: شما می توانید با جستجویی کوچک مراجعی را برای استفاده از دموی قالب و چگونگی سفارشی سازی آن بیابید.

source: Contact Support
fa_ir: تماس با پشتیبانی

source: Got theme support question or found bug or got some feedbacks? Best place to ask your query is the dedicated Support forum for the theme.
fa_ir: آیا به مشکل برخورده اید یا سئوالی از پشتیبانی قالب دارید؟ بهترین مکان برای رسیدن به جواب، انجمن تخصصی است که برای پشتیبانی این قالب راه اندازی شده است.

source: Child Theme
fa_ir: قالب فرزند

source: For advanced theme customization, it is recommended to use child theme rather than modifying the theme file itself. Using this approach, you wont lose the customization after theme update.
fa_ir: برای سفارشی سازی پیشرفته قالب، توصیه می شود از قالب فرزند استفاده کنید تغییراتتان را روی آن تست نمائید.

source: Learn More
fa_ir: بیشتر بدانید

source: Theme supports some helpful WordPress plugins to enhance your site. But, please enable only those plugins which you need in your site. For example, enable WooCommerce only if you are using e-commerce.
fa_ir: این قالب از برخی افزونه های مفید وردپرسی نیز پشتیبانی می کند تا بهره وری سایت شما را افزایش دهد. لطفا فقط افزونه هایی که به آن ها نیاز دارید را فعال نمائید. برای مثال، اگر در حوزه تجارت الکترونیک فعالیت می کنید، ووکامرس را فعال کنید.

source: To import demo content for this theme, %1$s plugin is needed. Please make sure plugin is installed and activated. After plugin is activated, you will see Import Demo Data menu under Appearance.
fa_ir: برای وارد کردن محتوای دمو برای این قالب، افزونه %1$s مورد نیاز است. لطفا مطمئن شوید که افزونه نصب و فعال شده است. پس از فعال شدن افزونه، Import Demo Data را در منوی "نمایش" خواهید دید.

source: If you want more advanced features then you can upgrade to the premium version of the theme.
fa_ir: اگر می خواهید ویژگی های پیشرفته تری داشته باشید، می توانید به نسخه حرفه ای این قالب ارتقاء دهید.

source: Upgrade Now
fa_ir: اکنون ارتقاء دهید

source: Install Required Plugins
fa_ir: نصب افزونه های مورد نیاز

source: Install Plugins
fa_ir: نصب افزونه ها

source: Installing Plugin: %s
fa_ir: نصب افزونه: %s

source: Updating Plugin: %s
fa_ir: به روزرسانی افزونه: %s

source: Something went wrong with the plugin API.
fa_ir: در API افزونه اشتباهی رخ داد.

source: This theme requires the following plugin: %1$s.
fa_ir: این قالب نیاز به افزونه های زیر دارد: %1$s.

source: This theme recommends the following plugin: %1$s.
fa_ir: این قالب، افزونه های زیر را توصیه می کند: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
fa_ir: افزونه های زیر باید به آخرین نسخه آن به روزرسانی شود تا اطمینان حاصل شود حداکثر سازگاری با این قالب را دارد: %1$s.

source: There is an update available for: %1$s.
fa_ir: به روزرسانی های موجود برای افزونه های زیر وجود دارد: %1$s.

source: The following required plugin is currently inactive: %1$s.
fa_ir: افزونه های مورد نیاز زیر در حال حاضر غیر فعال است: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
fa_ir: افزونه های توصیه شده زیر در حال حاضر غیر فعال است: %1$s.

source: Begin installing plugin
fa_ir: افزونه ها را نصب کنید

source: Begin updating plugin
fa_ir: افزونه ها را به روزرسانی کنید

source: Begin activating plugin
fa_ir: افزونه ها را فعال کنید

source: Return to Required Plugins Installer
fa_ir: بازگشت برای نصب افزونه های مورد نیاز

source: Return to the Dashboard
fa_ir: برگشت به داشتبورد مدیریت

source: Plugin activated successfully.
fa_ir: افزونه با موفقیت فعال شد.

source: The following plugin was activated successfully:
fa_ir: افزونه های زیر با موفقیت فعال شد:

source: No action taken. Plugin %1$s was already active.
fa_ir: اقداماتی انجام نشد. افزونه %1$s در حال حاضر فعال بود.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
fa_ir: افزونه فعال نشده است. نسخه بالاتر %s برای این قالب مورد نیاز است. لطفا افزونه را به روزرسانی کنید.

source: All plugins installed and activated successfully. %1$s
fa_ir: تمامی افزونه ها با موفقیت نصب و فعال شدند. %1$s

source: There are one or more required or recommended plugins to install, update or activate.
fa_ir: یک یا چند افزونه مورد نیاز یا توصیه شده برای نصب، به روزرسانی یا فعال سازی وجود دارد.

source: Please contact the administrator of this site for help.
fa_ir: لطفا برای راهنمایی رساندن به مدیر سایت با وی تماس بگیرید.

source: This plugin needs to be updated to be compatible with your theme.
fa_ir: این افزونه باید به روزرسانی شود تا با قالب شما سازگار باشد.

source: Update Required
fa_ir: نیازمند به روزرسانی

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
fa_ir: پکیج افزونه از راه دور حاوی با تغییر نام کار نمی کند.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
fa_ir: لطفا با نویسنده افزونه تماس بگیرید و از وی بخواهید افزونه خود را با توجه به دستورالعمل وردپرس پکیج کند.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
fa_ir: پکیج افزونه از راه دور شامل بیش از یک فایل است، اما فایل ها در یک پوشه پکیج نمی شوند.

# plugin A *and* plugin B
source: and
fa_ir: و

source: Required
fa_ir: مورد نیاز

source: Recommended
fa_ir: توصیه شده

source: WordPress Repository
fa_ir: مخزن وردپرس

source: External Source
fa_ir: منبع خارجی

source: Not Installed
fa_ir: نصب نشده است

source: Installed But Not Activated
fa_ir: نصب شده است اما فعال نشده است

source: Active
fa_ir: فعال سازی

source: Required Update not Available
fa_ir: به روزرسانی مورد نیاز در دسترس نیست

source: Requires Update
fa_ir: نیازمند به روزرسانی

source: Update recommended
fa_ir: به روزرسانی توصیه می شود

# plugins
source: All <span class="count">(%s)</span>
fa_ir: همه <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
fa_ir: برای نصب <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
fa_ir: به روزرسانی در دسترس <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
fa_ir: برای فعال سازی <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
fa_ir: نامعلوم

source: Installed version:
fa_ir: نسخه نصب شده:

source: Minimum required version:
fa_ir: حداقل نسخه مورد نیاز:

source: Available version:
fa_ir: نسخه در دسترس:

source: No plugins to install, update or activate.
fa_ir: افزونه ای برای نصب، به روزرسانی یا فعال سازی نیست.

source: Plugin
fa_ir: افزونه

source: Source
fa_ir: منبع

source: Type
fa_ir: نوع

source: Version
fa_ir: نسخه

source: Status
fa_ir: وضعیت

source: Install %2$s
fa_ir: نصب %2$s

source: Update %2$s
fa_ir: به روزرسانی %2$s

source: Activate %2$s
fa_ir: فعال سازی %2$s

source: Upgrade message from the plugin author:
fa_ir: پیغام نویسنده افزونه برای ارتقاء:

source: Install
fa_ir: نصب

source: Update
fa_ir: به روزرسانی

source: Activate
fa_ir: فعال سازی

source: No plugins were selected to be installed. No action taken.
fa_ir: هیچ افزونه ای برای نصب انتخاب نشده است.

source: No plugins were selected to be updated. No action taken.
fa_ir: هیچ افزونه ای برای به روزرسانی انتخاب نشده است.

source: No plugins are available to be installed at this time.
fa_ir: در حال حاضر هیچ افزونه ای برای نصب وجود ندارد.

source: No plugins are available to be updated at this time.
fa_ir: در حال حاضر هیچ افزونه ای در دسترس نیست.

source: No plugins were selected to be activated. No action taken.
fa_ir: هیچ افزونه ای برای فعال شدن انتخاب نشده است.

source: No plugins are available to be activated at this time.
fa_ir: هیچ افزونه ای در این لحظه فعال نیست.

source: Plugin activation failed.
fa_ir: فعال سازی افزونه ناموفق بود.

source: Updating Plugin %1$s (%2$d/%3$d)
fa_ir: به روزرسانی افزونه %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
fa_ir: هنگام نصب %1$s خطایی رخ داد: <strong>%2$s</strong>.

source: The installation of %1$s failed.
fa_ir: نصب %1$s ناموفق بود.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
fa_ir: روند نصب و فعال سازی شروع شده است. این فرآیند ممکن است در برخی از هاست طول بکشد، بنابراین لطفا صبور باشید.

source: %1$s done.
fa_ir: %1$s انجام شد.

source: All installations and activations have been completed.
fa_ir: تمامی نصب ها و فعال سازی ها انجام شده اند.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
fa_ir: نصب و فعال سازی افزونه %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
fa_ir: روند نصب شروع شده است. این فرآیند ممکن است در برخی از هاست ها طول بکشد، بنابراین لطفا صبور باشید.

source: All installations have been completed.
fa_ir: تمامی نصب ها انجام شد.

source: Installing Plugin %1$s (%2$d/%3$d)
fa_ir: نصب افزونه %1$s (%2$d/%3$d)

source: Search Results for: %s
fa_ir: نتایج جستجو برای: %s

source: Nothing Found
fa_ir: چیزی پیدا نشد

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fa_ir: آماده ارسال اولین پست خود هستید؟ <a href="%1$s"> از اینجا شروع کنید </a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fa_ir: با عرض پوزش، هیچ چیزی مطابق با جستجوی شما یافت نشد. لطفا این بار با کلمات کلیدی مختلف، جستجو را امتحان کنید.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fa_ir: به نظر می رسد ما نمی توانیم چیزی را به دنبالش هستید پیدا کنیم. شاید جستجو در سایت بتواند کمکتان کند.

source: Continue reading<span class="screen-reader-text"> "%s"</span>
fa_ir: ادامه را بخوانید<span class="screen-reader-text"> "%s"</span>

source: StoreCommerce
fa_ir: استورکامرس

source: https://afthemes.com/products/storecommerce/
fa_ir: https://demo.hamyarwp.com/storecommerce/

source: AF themes
fa_ir: همیار وردپرس

source: https://afthemes.com/
fa_ir: https://hamyarwp.com/

source: Front-page Template
fa_ir: الگوی صفحه اصلی
